export const MESSAGES = {
  hello:
    "Добро пожаловать! Здесь и фотограф, и клиент получают деньги за фотосессию. Выберите кто вы:",
  createPhotographer:
    "Ваш профиль успешно создан. Теперь клиенты могут получить вашу реферальную ссылку и рассказать о Вас знакомым! ",
  helloPhotographer:
    "Добро пожаловать фотограф. Здесь вы можете управлять своими клиентами и просматривать статистику.",
  helloDistributor:
    "Добро пожаловать, дистрибьютор! Выберите действие из меню.",
  error: "Произошла ошибка, попробуйте позже.",
  youNotPhotographer: "Вы не зарегистрированы как фотограф.",
  deleteProfile:
    "Вы уверены, что хотите удалить ваш профиль? Это действие необратимо!",
  profileDeleted: "Ваш профиль успешно удален.",
  deleteProfileError:
    "Произошла ошибка при удалении профиля, попробуйте позже.",
  youNotDistributor: "Вы не зарегистрированы как дистрибьютор.",
  notFoundPhotograph: "Фотограф не найден.",
  notFoundClient: "Клиент не найден.",
};
